Repository: jatunda/HellMode_OmegaT_Jp_En
Catalog: HellMode-omegat.tmx
Source language: ja
Languages: en

source: （スキル経験値が消費魔力と同じなら、消費魔力が余る生成レベル２や合成レベル１より、生成レベル１で生成レベル３になるほうが効率がいいな。魔力余らせても勿体ないしな）
en: (If the skill EXP gained is the same as the MP spent, it's more efficient to grind Create level 3 using Create level 1, instead of using Create level 2 or Synthesize level 1.)

source: （挑発しろ）
en: (Taunt.)

source: （終わった、合成レベル２と生成レベル２が大体分かったぞ）
en: (Done. I've pretty much figured out Synthize level 2 and Create Level 2.)

source: １回で１０ｋｇ近く貰える狩りの報酬の肉も半分は薪代に消える。
en: Half the meat rewarded from a hunt, which can be up to 20 lbs, goes to pay for firewood.

source: Ｇランクの召喚獣を見ながら、考える。どうやら、召喚士とは強い召喚獣を召喚できるようにすることだけが目標ではない。
en: While examining the Summoner class at G rank, he pondered. Apparently summoners aren't just about strong summons.

source: 「あら、クレナちゃんがどうしたの？」
en: "Oh? What'd you two do?"

source: 「あらあら、まあ、クレナちゃん、今日も遊びに来たの」
en: "Oh, what's this? Kurena, you came over to play again today?"

source: 「ありがと」
en: "Thank you."

source: 「あれーん、あそびにきたよ～」
en: "Alleeeeennnn, let's play~!"

source: 「うん、わかった、また明日ね！ あれん！！」
en: "Okay! I understand! I'll see you tomorrow!"

source: 「うん！ あれんときしごっこしてたの」
en: "Yeah! We were playing knights"

source: 「うん！！」
en: "Kay!!"

source: 「おう」
en: "Oh!"

source: 「おう！」
en: "Okay!"

source: 「おーじゃあないよ！ あれんもなのるの！！」
en: "No! Say your name too!"

source: 「がんばったな、さすが俺の息子だ」
en: "Good job. That's my boy."

source: 「これ、パパの」
en: "Here, for papa."

source: 「こんにちは、クレナ。今日も元気がいいね、今日は何して遊ぶ？」
en: "Hello Kurena. You're looking well today. What do you want to play today?"

source: 「じゃあ、いくよ～、わがなはきしくれな！ あれんまいる！！」
en: "Kay then, let's start~. I am Kurena the knight! Prepare yourself!"

source: 「そういえば、今日クレナがね」
en: "Oh, by the way, Kurena was here today."

source: 「そうそう、良かったわね。クレナちゃん、もうすぐ暗くなるから、そろそろ帰るのよ」
en: "That's nice. Kurena, it's going to be dark soon, so you need to go home, okay?"

source: 「そうだぞ、アレン。家のことをしてくれるようになっただけで十分に助かっている。畑のことはいつか働いてもらうことになるのだからその時まで遊んでいなさい」
en: "Yeah, Allen. It's good enough already that you're helping out around the house. One day, you'll be working the fields with us, so just keep playing until then."

source: 「も～、きしごっこだよ！」
en: "Cmon, we're gonna play knights!"

source: 「やっぱり、あれんとごっこのほうがぱぱよりたのしい！」
en: "I knew it! Playing with you is way more fun thank playing with papa!"

source: 「アレン、アレンは子供なんだからクレナと遊んでいていいのよ」
en: "Allen. Allen, you're just a kid. You should just keep playing with Kurena."

source: 「アレンはいい子ね」
en: "You're such a good boy, Allen."

source: 「パパ、ママのお腹大きいからイモの収穫手伝うよ」
en: "Papa, Mama's tummy is big, so I'll help you harvest the potatoes."

source: 「我が名は騎士アレン！ いざ尋常に参られよ！！」
en: "I am the knight Allen! I accept your challenge!!"

source: 「騎士ごっこだね、ここは木が邪魔だからそっちにいこう」
en: "We're playing knights, huh? The tree will get in the way here, so let's go over there."

source: お昼寝が終わり１５時の鐘が鳴った後、お転婆なクレナとどうしても遊んでほしいと、ゲルダはロダンに土下座する勢いでお願いしていた。
en: After his nap was over, and the bell struck 3pm, Gerda was on his knees begging Rodan to let Allen play with the tomboyish Kurena.

source: ここ数日、たまに動けなくなるテレシアが見てられなくなった。アレンは力が大人並みにあるし、召喚術とか召喚獣のことならともかく、多少の力があることについては両親に知られてもいいかなと思っている。
en: For the past few days, it was difficult for Allen to watch Theresia. Allen has the strength of an adult, and he thinks it's okay for his parents to know that he's pretty strong, even though he might not want tell them about his summoner skills.

source: この開拓村はできて８年になるらしい。開拓村の中心は一度ロダンに抱えられて行った門付近。あのあたりにはお店や宿などいくつかの商業施設もあり、村長もそんな人口密集地に住んでいる。農奴はあまりおらず、平民が暮らしている。
en: It seemed that the frontier village had been around for eight years. The center of the village is near the gate where Rodan took Allen before. There are several commercial buildings like shops and inns around that area, which was more densely populated. It was filled mostly with commoners, and not many serfs. The mayor lived there too.

source: しかし、ロダンにとって畑仕事とは労役である。農奴の務めだ。楽しいものではないし、とても３歳の子供にはさせられない。そして農奴とはいいものであるとも思ってもいない。
en: But for Rodan, working in the fields is labor, the work of a serf. It wasn't enjoyable, and he would not allow a 3 year old to do it. He doesn't even think it's good for serfs.

source: そして、手にはなぜか幼女には似つかわしくない、木を荒く削って作った木刀が握られている。
en: And in her hand was a roughly hewn wooden sword that didn't fit the image of a little girl.

source: それ以来毎日のように、鐘の音と共にアレン宅に駆けつけているクレナである。この感じだと鐘が鳴り始めた瞬間に走ってきている。
en: Every day since then, when the bell rings, Kurena has been running over to Allen's house, and, by the looks of it, she starts running the moment she hears the first ring.

source: たまらず、テレシアが会話に入ってくる。
en: Unable to sit idly by, Theresia enters the conversation.

source: だから、鐘の音は村の中心である人口密集地の門付近で鳴る。
en: The bell rings from the densely populated village center.

source: どうやら素早さも攻撃力もクレナのほうが上のようだ。庭の角に追い込まれないように必死に無邪気な悪魔との立ち位置を調整する。
en: Apparently, Kurena has the higher agility and attack. Allen desperately adjusts his postition reletive to the innocent little demon in front of him, to avoid being trapped in a corner of the yard.

source: なんでそんなこと聞くのと分かりやすく顔が膨れる。
en: It's obvious why she's pouting.

source: まだやりたいことがあったが、その前にできるなら家のことを手伝いたかった。
en: Still, he wanted to do it. He wanted to contribute to the household if he could.

source: ゆっくりと慎重にお腹を守るように座るテレシアである。テレシアのお腹が大きい。テレシアは２人目を妊娠した。待望の第２子だ。年明け前後には生まれるのではないのかという話だ。テレシアの体を心配して、家事のお手伝いだ。
en: Theresia sits down slowly to protect her belly. Her belly had grown large. She was pregnant with a second child. The long-awaited second child. It'll be born around the beginning of next year. Worried about Theresia, Allen has started helping with the chores.

source: アレンが、炒めた豆をロダンによそってあげる。アレンが家事を手伝い始めた。
en: Allen serves the stir-fried beans to Rodan. Allen has started helping out with the housework.

source: アレンが健一だった頃、子供の頃は風呂掃除が健一の担当であった。その頃のことを思い出して、畑も手伝うよといった。
en: When Allen was Kenichi, he was in charge of cleaning the baths as a kid. Remembering those days, he said that he wanted to help out on the fields.

source: アレンの住む畑の多い場所は、村の郊外に当たる。
en: Allen lives in an area with a lot of fields, at the outskirts of the village.

source: アレンの名乗りに満足したのか、クレナが一気に距離を詰める。木刀で受けるアレンに衝撃が走る。今度はこちらからと両手で渾身の力で木刀を振り下ろすが、クレナに簡単に振り払われる。
en: Satisfied with Allen's introductions, Kurena closes the distance at once. Allen is jolted when he tries to recieve her blow. Using both hands, he swings his wooden sword down with all his might, but is easily swatted away by Kurena.

source: アレンも断られても仕方ないと思っていた。
en: Allen thought that he would get turned down.

source: カードの調整をしてきた。所有するランクをＨからＧに換え、検証に必要だろうと各カードを２枚ずつ作り、残りは攻撃力の加護のある獣Ｇにした。
en: He had adjusted his loadout, exchanging every H rank card for a G rank one. He had the two cards he made during his investigation, and the rest were G rank beast cards, which boosted his attack.

source: クレナが空いたほうの手をわなわなさせ興奮しながら話しかける。どうやら体格も同じで、カードを使って本気を出したアレンが騎士ごっこの相手にちょうど良いようだ。
en: Kurena waggles her free hand and speaks excitedly. It seems that Allen, who is the same size as her, with an optimized loadout, is the perfect opponent for her to play knight with.

source: クレナの父ゲルダは、アレンの父ロダンよりさらに体格がいい。パンパンに張った腕には血管が浮き出ている。ロダンとゲルダのせいで、農奴ってムキムキが多いんだなと勘違いしてしまった。
en: Kurena's father, Gerda, is even more amazing than Allen's father Rodan, with veins popping out of his arms. Knowing Gerda and Rodan, Allen was under the false impression that all serfs were muscular.

source: クレナの顔がふくれる。しっかり名乗らないとごっこは始まらない。木刀をぶんぶん振ってちゃんとやれとアピールする。
en: Kurena pouts. If Allen didn't say his name properly, then the game can't start. He waved his sword in the air to show that he was doing it properly.

source: クレナは満面の笑みだ。狭い場所ではいけない。土地や環境も戦況に作用することをアレンは知っている。
en: Kurena has a big smile on her face. It's unwise to fight in a confined space. Allen knows that the ground and the environment play a large part in any battle.

source: クレナは１０月１日から遊びに来るようになった。どうやらアレンが３歳になり、テレシアから自由行動の範囲が広がる許可がもらえることをお隣さんのゲルダが聞きつけていたようだ。
en: Kurena has been coming over to play since October 1st. Apparently, the neighbor, Gerda, heard that Allen had turned three, and that Theresia had given him permission to go out.

source: テレシアに頭を撫でられる。３歳になって、アレンが家の手伝いを始めた。これには１つ理由がある。
en: Theresia pats him on the head. At the age of 3, Allen had already started helping out around the house. There is a reason for this.

source: ロダンは言葉に詰まる。どうやら結構ショックを受けている。言葉が見つからず固まってしまった。
en: Rodan was at a loss for words. He was apparently quite shocked. He was frozen, unable to say anything.

source: 事情を概ねゲルダから聞いているロダンに肩をポンと叩かれる。
en: Rodan, who had heard about the sitation from Gerda, pats Allen on the shoulder.

source: 力は１０歳児を超えている。アレンの中では成人に達しているのではとさえ考えている。スキルも使用し加護を全開にして、３歳児相手に年甲斐もなく本気を出している。
en: He should be stronger than a 10 year old, and he thought that he had reached the level of an adult. Even using all his skills and blessings, he was evenly matched with a 3 year old.

source: 大きな価値観の相違があるアレンとロダンの会話だ。転生して３年が過ぎたが、アレンは健一として３５年生きてきた。その価値観や常識が、３年かそこらで変わるわけがない。
en: There is a big difference in values between Allen and Rodan. 3 years have passed since his reincarnation, but Allen had lived for 35 years as Kenichi.

source: 家事の提案で何か重くなってしまった家族の団欒の空気を振り払うように、今日のクレナの話を笑顔でするアレンであった。
en: To shake off the heavy air of the conversation before, Allen smiles and begins to talk about what happened with Kurena today.

source: 庭で泥だらけになったアレンとクレナを見てほほ笑むテレシアである。ごっこは終わったのかと防戦一方だったアレンがホッとする。
en: Theresia smiles at Allen and Kurena, who were in the yard, covered in mud. Allen, who had mainly been on the defensive, was glad that the game was over.

source: 庭先の広い部分にたたずむ２人の子供。お互い粗く削った木刀を構える。刃渡り３０センチ程度であろうか。自分の身長の３分の１程度である。
en: Two children stand in the large open part of the yard, each holding a roughly sharped wooden sword. The swords are a foot long, about a third of their height.

source: 心臓の音が高くなる自分がいることを感じる。避けられぬ戦いに高揚する自分がいることに驚きを感じる。
en: He feels his heart beating in his chest, and is amazed at how excited he is for the upcoming battle.

source: 慌ただしく夕食の準備が進む。食事の風景で変わったことが１つある。
en: The hustle and bustle of dinner prep began. There is one thing that has changed, though.

source: 最初からずっと後手に回る。絶対にありえないと心の中で反芻する。なぜならアレンは召喚カードの加護を全開にしていたが１日２日とぼこぼこにやられたからだ。
en: From the start, he was on his back foot. Allen thought that this wouldn't be possible because he had a full stack of summon card blessings. But after two days, he was covered with bumps and bruises.

source: 木刀を握りしめた少女は、元気が有り余っているのかピュンと駆けだす。
en: The girl grabbed her wooden sword, and ran off, like she still had energy to burn.

source: 木刀を腰のあたりに両手で構える。精神年齢３８歳だが、大きな声で名乗りを上げる。
en: He grips the wooden sword at waist level with both his hands. Although he's mentally 38 years old, he loudly declares his name.

source: 第０９話 ごっこ
en: Chapter 9 Playing Pretend

source: 粗雑な庭に設けられた門を潜り抜け、ピンク色の髪を肩まで伸ばした、青い瞳を輝かせた幼女がやってくる。服装はアレンと同じく農奴がよく着ている麻布の服だ。
en: A little girl with pink hair was stretching her shoulders, with blue eyes shining through the gate of the yard. Like allen, she was dressed in the shoddy clothes of the serfs.

source: 苦笑いで答える。ごっこは始まったばかりである。休憩を挟んで１時間ほど続く。
en: He responds with a bitter smile. The game had just begun. It continues for an hour, without break.

source: 農奴の夜は早い。灯す明かりが囲炉裏くらいしかないからだ。１６時過ぎには、畑仕事が終わったロダンとテレシアが戻ってくる。
en: The serf's night comes early, becasue the only light they have is from the hearth. A bit past 4pm, Rodan and Theresia come home from working in the field.

source: 鐘の音が止み１０分ほどであろうか、奴はやってくる。好敵手であり、ライバルである。
en: About 10 minutes after the bell stops, a worthy opponent, Allen's rival, arrives.

source: 食事が進む中、アレンがロダンに話しかける。
en: As the meal progresses, Allen addresses Rodan.

source: 騎士ごっこが続いていく。振るわれ、交差する木刀。カン、カンという音が庭先に聞こえる。
en: The game of knight pretend continues. Wooden swords clash. The yard is filled with crashes and clangs.

source: （あのムキムキゴリマッチョのゲルダさんが押さえつけられないってどういうことだよって考えている時期が俺にもありました）
en: (There was a time in my life when I thought, "What's the point of Gerda being so muscular if he can't hold her down?)

source: （お、おかしい、絶対におかしい）
en: "S-strange. This is weird."

source: （くっそ恥ずかしいな、ゲルダさん何を教えているんだよ！！ なんでいい歳して全力でごっこしなきゃならないんだ。まぁ３歳だけど）
en: (Ugh, this is so embarassing! Gerda what are you teaching her!? I'm too old to play pretend like this. Well, I'm actually 3, aren't I?)

source: （この世界は剣と魔法のファンタジーと書いてあったな。そういうことだったのか）
en: (Is this what it meant when it said that this was a fantasy world of swords and magic?)

source: （ふむ、やはり駄目だったか。さすがに３歳だしな。まあ、じゃあ明日から日課を増やすかな）
en: (Hm. I knew it wouldn't work. Probably because I'm 3. Well, I'll guess I'll be doing a new routine starting tomorrow.)

source: （全然、当たらないんだけど、鳥Ｇで素早さ上げるか。いやこれ以上力を下げると受けきれない。何もかもが足りないぞ）
en: (I can't hit her at all. Should I use Bird G to increase my agility? No, if i'm any weaker, I won't be able to parry her attacks. Nothing's working.)

source: （握りしめたそれで、なんとなく分かるけど、念のために確認してみる）
en: (Based on what she's holding, I already know, but just to make sure...)

source: １０月１日の初日はゲルダとともにクレナはやってきた。その時から手にはなぜか粗く削った木刀を２本持っていた。それを見て嫌な予感しかしなかった。
en: On the October 1st, Kurena came over with Gerda. For some reason, she had 2 home-made wooden swords with her.

source: 「うん、パパがおうちの外は魔獣が出るかもしれないからって言っていたから。出てきたら石でやっつけてママを守るんだ！」
en: "Cuz, papa said that there might be magic beasts outside. When it comes, I'll protect mama by hitting it with a stone!"

source: 「うん！」
en: "Yeah!"

source: 「おお、そうかそうか！」
en: "Mmm! Good!"

source: 「お！ デンカ！ 生きているな！ これで丸１日召喚しても問題がないということが分かったな」
en: "Oh! Denka! You're alive! Now I know that I can summon a creature for a whole day with no problem."

source: 「かんていのぎ？」
en: "App-raisul ceremoney?"

source: 「そうだな、騎士ごっこも楽しくやっているし、５歳になったら鑑定の儀があるからな。うまいこと才能があればいいけどな！」
en: "That's right! Keep having fun playing knights, and when you're five, we'll take you to the appraisal ceremony. Hopefully you'll be real talented!"

source: 「そうね」
en: "Yeah."

source: 「なんで、そんなことをしていたんだ？」
en: "Why were you doing that?"

source: 「は～い、ママ」
en: "Okayyyy~, Mama."

source: 「またあしたもあそぼ～ね！ あれん！」
en: "Let's play again tomorrow!"

source: 「もうアレンったら」
en: "Oh, Allen, sweetie."

source: 「もちろん、クレナちゃんも守ってあげるのね」
en: "You'll protect Kurena too, won't you?"

source: 「アレ～ン、お昼ご飯よ～」
en: "Alleeeen~ Lunch time~"

source: 「今日そういえば、木に石を投げていたわね」
en: "Oh yeah, today I saw you throwing rocks at the tree."

source: 「５歳になったらね、みんな神様に才能があるか見てもらうのよ」
en: "When you turn 5, everyone goes to ask God to see if they're talented."

source: おかげでアレンやクレナもすくすく育っている。狩りに成功すると参加した者にブロック肉が報酬として配られる。普段豆をタンパク源にしている農奴にとって貴重な動物性タンパク質だ。１０月から１２月にかけてだいたい１０回ほど狩りに成功するので、中々の腕なのかもしれない。
en: Allen and Kurena are growing quickly. If the hunt is successful, blocks of meat are distrubuted to anyone who participated. It is a valuable source of protein for serfs who usually only have beans for protein. From October to December, there are usually 10 successful hunts, so the odds aren't bad.

source: この小石投げにより、召喚関係以外のスキルの獲得は可能か、スキル取得の条件はどんなことがあるのか、なるべく早めに知っておきたい。せっかく０歳から異世界に転生したので早めに知って損はない。
en: He wants to figure out as quickly as possible whether or not you can get new skills by throwing pebbles, and what the conditions are for acquiring new skills. Since he was reincarnated at the age of 0, there's no reason not to figure it out earlier rather than later.

source: この開拓村は柵で覆われており、柵の外も低位の魔獣しかいないと聞いている。しかし、そんな低位の魔獣であっても、塀の隙間からたまに入ってくる。発見したら、すぐに見張りであったり、村の大人達に退治されるが、それでも子供にとって危ないことには変わりない。
en: He had heard that the frontier village is surrounded by a fence, but even low level magic beasts can get through the gaps. When they're found, they're immediately killed by the village guards, or the adults, but it's still dangerous for children.

source: さすがに、息子がよく分からないことをしていたので、テレシアは気にしていたようだ。
en: As expected, Theresia was worried because her son was doing something she didn't understand.

source: それから４時間が経過する。そこには、今日もへとへとに騎士ごっこで遊んだアレンがいる。テレシアに促されて、クレナは走って家に帰る。灯りの少ない開拓村で、特に郊外ともなると夜は真っ暗になる。さすがに危ないので、食事を食べていきなさいとはあまり言わない。
en: Four hours have passed. Allen had played knight again today, and was exhaused. At Theresia's suggestion, Kurena heads home. The village didn't have much lighting, especially in the outskirts, where it would be pitch black at night.

source: どうやら、息子が勇敢に育ってくれてロダンは嬉しいようだ。子供の答えとしては満点に近かった。わしゃわしゃとテレシアに抱きしめられたアレンの頭を撫でる。
en: Rodan looked like he was happy that his son was growing up to be brave. To him, the answer his child gave was nearly perfect. He patted Allen's head while Theresia was hugging him.

source: どうやらお昼ご飯のふかし芋ができたようだ。家に戻る。まだ、お昼前である。アレンは石投げを午前中の日課にしようとしている。
en: Apparently, it's sweet potatoes for lunch. He heads home. It's still pretty early. Allen is trying to make stone-throwing a part of his morning routine.

source: なお、デンカとは虫Ｈの愛称（名前）である。
en: Oh yeah, Denka is the nickname (NAM) of the grasshopper.

source: なお、１月から３月まではホワイトディアというヘラジカのようなＣランクの魔獣を狩りに出かけるとのことだ。雪に覆われ、敵も真っ白で発見が難しいということで秋のグレイトボアほどは捕まえられないという話だ。
en: From January to March, the hunters search for a C rank magic beast called the white deer, which looks like an elk. They say it's harder to catch than the great boar because everything is covered with snow, and the target is pure white, and hard to spot.

source: アレンは、虫Ｈをそのままにして、庭に生えている木のもとに行く。足元には１０個の石ころが落ちている。アレンが置いたのだ。アレンはおもむろに拾い、木に向かって１個ずつ投げ出したのである。投げながら、３年ほど前に異世界に来たことを思い出す。
en: Allen leaves the Bug H as it is, and goes to the tree growing in the yard. He has 10 stones at his feet. Allen was the one who put them there. He picked them up and threw them at the tree one by one. As he throws them, he thinks about how he came to the other world about 3 years ago.

source: アレンは石を投げて、いわゆる『石つぶて』のようなスキルが獲得できないか確認がしたい。
en: Allen wants to see if he can get a stone throwing skill by throwing stones.

source: クレナが既に角兎ぐらいには負けないことは、ゲルダから聞いているロダンである。だから、クレナのほうからアレンの家にやってきているということもある。
en: Rodan had heard from Gerda that Kurena was already as strong as a horned rabbit. That's why Kurena was allowed to come over to Allen's house by herself.

source: テレシアが教えてくれる。この異世界では、農奴も含めて、全ての人に対して才能を調べる儀式があるということを知らされる。才能無しとの鑑定結果を受ける人も大勢いるので、期待してはいけないなどと言う両親こそが期待していると感じる。どうやら、才能ありと鑑定されるのは、農奴から脱出できる数少ないチャンスのようだ。
en: Theresia replied. In this world, everyone, including serfs, go through a ritual examining their talents. Most people get a result with no talent, and Allen has the feeling that although his parents tell him not to expect much, they're expecting something more. Apparently, being appraised as someone talented is one of the few chances to escape serfdom.

source: ロダンも反応する。テレシアはアレンが黙々と木に向かって石を投げていたことをロダンに報告する。
en: Rodan also reacts. Theresia reports to Rodan than Allen was silently throwing stones at a tree.

source: ・獣Ｇ モグゾウ（モグラ）
en: ・BEAST G - Moguzou (mole)

source: ・獣Ｈ チョロスケ（ネズミ）
en: ・BEAST H - Chorosuke (mouse)

source: ・虫Ｇ ピョンタ（カエル）
en: ・BUG G - Pyonta (frog)

source: ・虫Ｈ デンカ（バッタ）
en: ・BUG H - Denka (grasshopper)

source: ・鳥Ｇ チャッピー（インコ）
en: ・BIRD G - Chappy (parrot)

source: 今日もテレシアが作った夕食が並び、親子３人で囲炉裏に座る。農奴は質素で貧しいが、食べるものが少ないかと言われたら、そんなことはない。ロダンだけでいっても、身長１８０超えの体格のいい人間が、朝６時から午後４時まで肉体労働を行う。消費カロリーは現代人の平均を上回る。
en: Today, Theresia had prepared dinner and the three of them sat around the sunken hearth. Serfs are poor, and they don't have much to eat. Rodan alone is a big man, over 6 feet tall, who works from 6 am to 4 pm. He consumes more calories than the average person.

source: 午前は石投げ、午後は騎士ごっこ、空いた時間に召喚の検証、定期的に魔力消費によるスキル経験値獲得、テレシアの手伝いという日々が続いていくのであった。
en: In the mornings, he throws stones. In the afternoons, he plays knights. In his spare time he investigates his summons. When he has MP, he grinds skill EXP. And he helps Theresia out when he can.

source: 召喚獣にはそれぞれ名前を付けられる機能があり、虫Ｈではなく愛称でも生成、召喚、合成が可能である。声を出す必要もなく、念じるだけでよい。
en: Each summon can be named, and can be Created, Summoned, and Synthesized by its nickname, rather than having to say Bug H. Ah, and, just as a reminder, there's no need to speak out loud.

source: 召喚獣の名前一覧
en: List of Summon Names

source: 庭の隅に掘った穴の中にバッタを入れて、カードから召喚した召喚獣がいつまで召喚されたままでいられるのか検証をしていた。
en: He put the grasshopper in a hole he dug in the corner of the yard to verify how long a summon would stay summoned.

source: 攻略サイトもなく、質問も受け付けないとのことなので、召喚獣の性能については自ら試行錯誤で検証しないといけない。庭先に自由に出られるようになったので、あれこれ検証をしてみようと思う今日この頃だ。
en: Since there's no walkthough sites and Q&A forums, the specifics of the summons must be verified through trial and error. Now that he can go out into the yard freely, he's been thinking about testing out this and that.

source: 明らかに召喚獣というよりペットに付ける名前である。変更は何度でも自由で、魔導書の名前欄を変更するだけでよい。
en: Obviously, he named them more like pets than summoned creatures. He's free to change it as often as he wants, just by thinking it.

source: 昨日の朝、獣Ｇのモグラに作らせた穴に入れた虫Ｈのバッタを確認する。
en: He checked on the Bug H grasshopper that he had left in the hole of the beast G mole since yesterday morning.

source: 最近、アレンの父ロダンの機嫌がいい。狩りの季節になったからだ。１０月になると男衆の予定を調整して狩りに行く。今年も既に２回ほど芋の収穫の合間に狩りに出かけている。ロダンは身長が１８０センチメートルを超える大柄で肉付きもいい。猟師になりたかったロダンは、狩の季節を心待ちにしている。２人目の子供のためにテレシアにも栄養が必要だ。
en: Recently, Allen's father, Rodan, has been in a good mood. Because it's hunting season. In October, the men figure out a schedule and go hunting together. He's already gone hunting twice this year, in between the potato harvests. He's over 6 feet tall, and is well built. Rodan, who had always wanted to be a hunter, is looking forward to the hunting season. And, Theresia needs nourishment for two. She's also eating for her second child.

source: 木に石ころを１０個投げたら、拾い集め、地面に「正の字」でメモしながらまた投げ出す。
en: After throwing 10 stones against the tree, he picked them up and threw them again, while making a tally mark on the ground.

source: 本日も防戦一方だった。毎日騎士ごっこするなら、剣関係のスキルが生えてほしいとも思う。
en: Today, he was also on the defensive. If he kept playing knights everyday, he might acquire a sword related skill.

source: 油などの調味料は少なく、肉もほとんど出ない状態でそれだけのカロリーを摂取する必要があるため、必然的にそれなりの量になる。イモ、小麦を練って焼いただけのパン、豆が並ぶ。薄いスープに夏に取れて乾燥させておいた野菜が入れられている。
en: Since there is little in the way of seasonings, and they had to eat a lot of calories with almost no meat, they end up eating a large amount. There were potatoes, beans, and fresh wheat bread made from scratch. The soup is thin and contains vegetables that were harvested in the summer and dried.

source: 現在合成のスキル経験値を稼いでいるが、基本的に魔力を消費するだけで、１日数分が３セットで終わる。この異世界において、やり込みたいアレンにとって、それはあまりにも物足りない。
en: Currently, he's grinding skill EXP for Synthesize, but that only costs MP and only takes a couple minutes to complete each day. In this other world, Allen wants to do much more, and is unsatisfied.

source: 第１０話 石投げ
en: Chapter 10 - Throwing Stones

source: 考えておいた理由を子供らしく笑顔で答える。アレンはテレシアやロダンから家を出てはいけない理由として、魔獣が外にいるかもしれないという話を聞かされ続けていた。
en: He gave his prepared line with a childlike smile. Allen was told by Theresia and Rodan that the reason he shouldn't leave the house was because of magic beasts outside.

source: 覚えているだけでもロダンは過去に２匹ほど捕まえてくれて、食卓に並んだことがある。中型犬ほどの大きさの角の生えた兎であった。捕まえた人の物という不文律があるので、貴重な肉として発見したら我先にと捕まえられる。
en: As far as Allen could remember, Rodan had caught two rabbits that ended up as dinner. They were horned rabbits, about the size of a medium sized dog. And since there was an unwritten rule that mall magic beasts belong to their captor, if someone finds some valuable meat hopping around, they'll be the first to catch it.

source: 遠くのほうで１２時を知らせる鐘が鳴る。
en: A bell rings in the distance, signalling 12 o'clock.

source: 食事中であるが、テレシアがアレンの回答に感動して強く抱きしめる。
en: Although they're eating, Theresia is moved by Allen's answer and hugs him tightly.

source: （お？ なんだ？ 初めて出てきたワードだな）
en: (Oh? What? That's the first time I've heard that before.)

source: （さて次はと）
en: (Okay, next is)

source: （そろそろ収穫も終わって、完全に狩りの季節かな）
en: (It's almost time for the harvest to end, and for full-on hunting season.)

source: （たしかヘルモードの説明は、職業で選択したスキルのみ初期に入手することが可能です、だったよな。俺なら召喚術だ。これは別に、他のスキルは獲得できませんという意味では決してないよな）
en: (I think the explaination of Hell Mode said that you start with only the skills in your class, right? So I could use summoning. But it doesn't mean that you can't get skills through other means, right?)

source: （とりあえず、１００個だ。毎日１００個投げて、スキルの取得条件の法則性みたいなものを発見しないと）
en: (For now, let's go with 100.... I'll throw 100 every day and figure out the rules for gaining new skills.)

source: （ふむ、さて検証結果はどうだったかな）
en: (Hmph. Now let's see the results of the the investigation.)
